Repository: NightSkyStudios/Create_Animation
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, ru, uk

source: Explainers
ru: Объясняющее Видео
uk: Експлейнери

source: Commercials
ru: Рекламные ролики
uk: Рекламні ролики

source: Music videos
de: Musikvideos
ru: Видеоклипы
uk: Музичні кліпи

source: Logo animation
ru: Анимация Логотипов
uk: Анімація Логотипів

source: Creative
de: Kreativ
ru: Творческий
uk: Креатив

source: back to home page
ru: вернуться на главную страницу
uk: повернутися на головну сторінку

source: About Us
de: Über Uns
ru: О нас
uk: Про Нас

source: We have gathered the best specialists with many years of experience, life inspiration, and a fresh look in order to create the most effective animated video that will perform the marketing goal in the best way. Our team is our main pride! Working on the project with the client, we 'sail in the same boat' to work out the smallest details, so that in the end proudly shake hands with each other and enjoy the result.
ru: Мы собрали лучших специалистов с многолетним опытом, жизненным вдохновением и свежим взглядом, чтобы создать максимально эффективный анимационный ролик, который наилучшим образом выполнит поставленную маркетинговую задачу. Наша команда - наша главная гордость! Работая над проектом с клиентом, мы «плывем в одной лодке», прорабатываем мельчайшие детали, чтобы в конце гордо пожать друг другу руки и насладиться результатом.
uk: Ми зібрали найкращих фахівців з багаторічним досвідом, життєвим натхненням та свіжим виглядом, щоб створити найефективніше анімаційне відео, яке найкращим чином виконає маркетингову мету. Наша команда - наша головна гордість! Працюючи над проектом із клієнтом, ми «пливемо на одному човні», щоб проробити найдрібніші деталі, щоб врешті-решт гордо потиснути один одному руки і насолоджуватися результатом.

source: THEY CHOOSE US
de: SIE WÄHLEN UNS
ru: ОНИ ВЫБИРАЮТ НАС
uk: ВОНИ ОБРАЛИ НАС

source: Contacts of creative studio 2D-animation Grafo Studio
ru: Контакты креативной студии 2D-анимации Grafo Studio
uk: Контакти креативної студії 2D-анімації Grafo Studio

source: Contacts of the creative studio Grafo Studio Lviv. Ukraine; Kiev, Boris Hmyri st., 5 ☎️ (068) 10 40 040 ⏩ Email: contact@grafo.studio
ru: Контакты креативной студии Grafo Studio Львов. Украина; Киев, ул Бориса Гмыри, 5 ☎️ (068) 10 40 040 ⏩ Email: contact@grafo.studio
uk: Контакти креативної студії 2D-анімації Grafo Studio: Львів. Україна; Київ, вул Бориса Гмирі, 5 ☎️ (068) 10 40 040 ⏩ Email: contact@grafo.studio

source: Company details
de: Unternehmen Einzelheiten
ru: Сведения о компании
uk: Деталі компанії

source: Number(Telegram)
de: Nummer(Telegram)
ru: Номер (Telegram)
uk: Телефон(Telegram)

source: Location
de: Ort
ru: Расположение
uk: Локація

source: Lviv. Ukraine
ru: Львов. Украина

source: Kyiv. Ukraine, Borysa Hmyri St, 5
de: Kiew. Ukraine, Borysa Hmyri St, 5
ru: Киев. Украина, ул. Бориса Гмыри, 5

source: Thank you for writing us. We will contact you as soon as possible
de: Danke, dass Sie uns geschrieben haben. Wir werden uns umgehend bei Ihnen melden möglich
ru: Спасибо, что написали нам. Мы свяжемся с вами как можно скорее
uk: Дякуємо, що написали нам. Ми зв’яжемося з вами якомога швидше

source: Invalid reCAPTCHA. Please try again.
de: Ungültiges reCAPTCHA. Bitte versuche nochmal.
ru: Неверный reCAPTCHA. Пожалуйста, попробуй ещё раз.
uk: Недійсна reCAPTCHA. Будь ласка, спробуйте знову.

source: YES, we'd like to direct a commercial for you.
de: JA, wir möchten Regie für Sie.
ru: ДА, мы хотим снять для вас рекламный ролик.

source: Feel free to drop us a line anytime.
de: Sie können uns jederzeit eine Nachricht senden.
ru: Не стесняйтесь писать нам в любое время.

source: First Name
de: Vorname
ru: Имя

source: Last Name
de: Nachname
ru: Фамилия

source: Your message here
de: Ihre Nachricht hier
ru: Ваше сообщение

source: Submit
de: Einreichen
ru: Подтвердить

source: Brief
de: Kurz
ru: Бриф

source: About Grafo
de: Über Grafo
ru: О Grafo
uk: Про Grafo

source: Grafo studio is based in the beautiful city of Lviv, where historical buildings hide a buzzing party, food and art scene.
de: Das Grafo Studio befindet sich in der wunderschönen Stadt Lviv, wo historische Gebäude ein Summen verbergen Party, Food und Kunstszene.
ru: Студия Grafo находится в прекрасном городе Львове, где исторические здания скрывают шумную вечеринку, еду и арт-сцену.
uk: Студія Grafo розташована у прекрасному місті Львові, де історичні будівлі приховують гучні вечірки, смачну їжу та Мистецтво

source: Navigations
de: Navigation
ru: Навигация
uk: Навігація

source: Home
ru: Главная
uk: Головна

source: Our Works
de: Unsere Arbeiten
ru: Наши Работы
uk: Наші Роботи

source: About
de: Über
ru: О нас
uk: Про Нас

source: Contact
de: Kontakt
ru: Контакты
uk: Контакти

source: Follow Us
de: Folge uns
ru: Подписывайтесь на нас
uk: Підпишись

source: Works
de: Funktioniert
ru: Работы
uk: Наші Роботи

source: Services
de: Dienstleistungen
ru: Сервисы
uk: Послуги

source: Get in touch
de: In Kontakt kommen
ru: Связаться
uk: Контакт

source: Language
de: Sprache
ru: Язык
uk: Мова

source: Grafo Studio - creative 2D animation studio, professional 2D animation
ru: Grafo Studio - креативная студия 2D-анимации, профессиональная двумерная анимация
uk: Grafo Studio - креативна студія 2D-анімації, професійна двовимірна анімація

source: 2D animation ⚡ Order the production of 2D videos and films in Lviv, Ukraine ☎️ (068) 10 40 040 ⏩ Professional two-dimensional animation to order ⚡ 2D videos from the creative studio Grafo Studio
ru: 2D анимация ⚡ Заказать производство 2D видеороликов и фильмов во Львове, Украине ☎️ (068) 10 40 040 ⏩ Профессиональная двумерная анимация на заказ ⚡ 2D ролики от креативной студии Grafo Studio
uk: 2D анімація ⚡ Замовити виробництво 2D відеороликів і фільмів у Львові, Україні ☎️ (068) 10 40 040 ⏩ Професійна двовимірна анімація на замовлення ⚡ 2D ролики від креативної студії Grafo Studio

source: Grafo is a studio specializing in 2D animation. Founded by a team of like-minded people, with unlimited imagination and desire to create original content. We can take care of your business starting with an great idea, and finishing with a completed project. We use our skills of storytelling, motion design, and frame by frame animation to produce a high-quality product.
de: Grafo ist ein Studio, das sich auf 2D-Animation spezialisiert hat. Gegründet von einem Team von Gleichgesinnten mit unbegrenzter Fantasie und dem Wunsch zu kreieren Originalinhalt. Wir können uns um Ihr Geschäft kümmern, beginnend mit einer großartigen Idee und endend mit einem abgeschlossenen Projekt. Wir nutzen unsere Fähigkeiten im Geschichtenerzählen, im Bewegungsdesign und Bild für Bild Animation, um ein qualitativ hochwertiges Produkt zu produzieren.
ru: Grafo - студия, специализирующаяся на 2D-анимации. Создана командой единомышленников, с неограниченным воображением и желанием создавать оригинальный контент. Мы можем позаботиться о вашем бизнесе, начиная с отличной идеи и заканчивая реализованным проектом. Мы используем свои навыки повествования, моушн-дизайна и покадровой анимации для создания высококачественного продукта.

source: We will approach your video using all our creativity. Making things original, effective, and interesting to watch.
de: Wir werden Ihr Video mit all unserer Kreativität angehen. Dinge originell machen, effektiv und interessant zu sehen.
ru: Мы подойдем к вашему видео, используя все свое творчество. Делаем вещи оригинальными, эффектными и интересными для просмотра.
uk: Ми підійдемо до створення вашого відео, використовуючи наш креатив та професійні навички анімації. Зробимо продукт оригінальними, ефективними та цікавими для перегляду.

source: MORE &blacktriangleright;
de: MEHR &blacktriangleright;
ru: БОЛЬШЕ &blacktriangleright;
uk: БІЛЬШЕ &blacktriangleright;

source: Have an idea for a video? <br> Just drop us a line and we'll create a full cycle commercial video for you
ru: Есть идея для видео? <br> Просто напишите нам, и мы создадим для вас коммерческое видео полного цикла.
uk: Є ідея для відео? <br> Просто напишіть нам і ми створимо для вас комерційне відео повного циклу

source: What we do
de: Was wir tun
ru: Что мы делаем
uk: Чим ми займаємось

source: Illustration
ru: Иллюстрация
uk: Ілюстрація

source: Animation
ru: Анимация
uk: Анімація

source: Post Production
de: Post Produktion
ru: Постпродакшн
uk: Пост Продакшн

source: Our Team
de: Unser Team
ru: Наша Команда
uk: Наша Команда

source: Storytellers, dream chasers, motion designers, animators, and artists
ru: Рассказчики, охотники за мечтами, моушн-дизайнеры, аниматоры и художники
uk: Сторітеллери, мрійники, моушн дизайнери ,та художники

source: Tymko
ru: Тимко
uk: Тимко

source: Senior Animator
ru: Старший Аниматор
uk: Старший Аніматор

source: Ostap
ru: Остап
uk: Остап

source: Creative Director
de: Kreativ Direktor
ru: Творческий Директор
uk: Креативний Директор

source: Nastia
ru: Настя
uk: Настя

source: Motion Designer
de: Bewegung Designer
ru: Motion Дизайнер

source: Yakub
ru: Якуб
uk: Якуб

source: 3D Animator
ru: 3D Аниматор
uk: 3D Аніматор

source: Dashka
ru: Дашка
uk: Дашка

source: Illustrator
ru: Иллюстратор
uk: Ілюстратор

source: Svyatik
ru: Святик
uk: Святик

source: Business Development Manager
ru: Менеджер по развитию бизнеса
uk: Менеджер з розвитку бізнесу

source: Vicky
ru: Вики
uk: Віка

source: about us
de: Über uns
ru: О нас
uk: про нас

source: Our Services | Creative studio 2D animation Grafo Studio
ru: Наши услуги | Креативная студия 2D анимации Grafo Studio
uk: Наші послуги | Креативна студія 2D анімації Grafo Studio

source: Services of a creative studio 2D animation ⏩ Creation of advertising videos, video infographics, motion design ⚡ To order, call ☎️ (068) 10 40 040 | Grafo Studio
ru: Услуги креативной студии 2D анимации ⏩ Создание рекламных видеороликов, видеоинфографика, моушн дизайн ⚡ Для заказа звони ☎️ (068) 10 40 040 | Grafo Studio
uk: Послуги креативної студії 2D анімації ⏩ Створення рекламних відеороликів, відеоінфографіка, Моушн дизайн ⚡ Для замовлення телефонуй ☎️ (068) 10 40 040 | Grafo Studio

source: Illustration
ru: Иллюстрация
uk: Ілюстрація

source: Any information is perceived better when it's packed with cool illustrations.
ru: Любая информация воспринимается лучше, когда она набита классными иллюстрациями.
uk: Будь-яка інформація сприймається краще, коли вона упакована крутими ілюстраціями.

source: Storyboards
ru: Раскадровки
uk: Розкадрування

source: Charters Design
ru: Дизайн персонажев
uk: Дизайн Персонажів

source: Background Design
ru: Дизайн Фона
uk: Фоновий Дизайн

source: Logo Design
ru: Дизайн Логотипа
uk: Дизайн Логотипів

source: Animation
ru: Анимация
uk: Анімація

source: Animation gives you a perfect opportunity to make your product distinct in the thick network of communication streams.
ru: Анимация дает вам прекрасную возможность выделить свой продукт в густой сети коммуникационных потоков.
uk: Анімація дає вам чудову можливість виділити свій продукт у густій мережі комунікаційних потоків.

source: Explainer Videos
ru: Объясняющее Видео
uk: Експлейнери

source: Music Videos
ru: Видеоклипы
uk: Музичні кліпи

source: Logo Animation
ru: Анимация Логотипов
uk: Анімація Логотипів

source: Infographics
ru: Инфографика
uk: Інфографіка

source: Post Production
de: Nach Produktion
ru: Постпродакшн
uk: Пост Продакшн

source: We stay connected with you to provide the in-time release of your video.
ru: Мы остаемся на связи с вами, чтобы обеспечить своевременный выпуск вашего видео.
uk: Ми залишаємось на зв’язку з вами, щоб забезпечити випуск вашого відео вчасно.

source: Sound Design
de: Audiogestaltung
ru: Звуковой дизайн
uk: Звуковий Дизайн

source: Voice Over
ru: Голос за кадром
uk: Голосовий супровід

source: Compositing
ru: Композитинг
uk: Композинг

source: Animation studio portfolio | Creative studio 2D animation Grafo Studio
ru: Портфолио студии анимации | Креативная студия 2D анимации Grafo Studio
uk: Портфоліо робіт студії анімації | Креативна студія 2D анімації Grafo Studio

source: Portfolio of completed works from Grafo Studio ⏩ Creation of advertising videos, video infographics, motion design Do you want an animated video? Call ☎️ (068) 10 40 040
ru: Портфолио выполненных работ от Grafo Studio ⏩ Создание рекламных видеороликов, видеоинфографика, моушн дизайн Хочешь себе анимированное видео? Звони ☎️ (068) 10 40 040
uk: Портфоліо виконаних робіт від Grafo Studio ⏩ Створення рекламних відеороликів, відеоінфографіка, Моушн дизайн Хочеш собі анімоване відео? Телефонуй ☎️ (068) 10 40 040

source: ALL
de: ALLE
ru: Все
uk: ВСЕ

source: CREATIVE
de: KREATIV
ru: ТВОРЧЕСКИЙ

source: creative
de: KREATIV
ru: творческий
uk: креатив

source: Lviv. Ukraine
uk: Львів. Україна

source: Kyiv. Ukraine, Borysa Hmyri St, 5
uk: Київ. вулиця Бориса Гмирі, 5

source: How to start our cooperation?
uk: Як ми можемо розпочати нашу співпрацю?

source: Just drop us a line at the email address below. Tell us about yourself and your product/project, and what task we have to solve. If you do not know how to submit it, it will help to fill out the brief, which you will find here. We will study it carefully and send the offer within 7 hours.
uk: Просто напишіть нам листа на адресу нижче. Розкажіть про себе та свій продукт, чим ви займаєтеся і яку задачу ми повинні вирішити. Якщо не знаєте як це подати, допоможе заповнення брифу, який ви знайдете ось тут. Ми його уважно вивчимо та відправимо пропозицію протягом 7 годин.

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Your message here
uk: Ваше повідомлення тут

source: Submit
uk: Відправити

source: Brief
uk: Бриф

source: Grafo is a team of experienced creators in 2D animation from Ukraine. Our mission is to create unique style and content driven by high-quality design and professional skills of motion design, frame-by-frame animation, storytelling passion, and more. To promote We are ready to bring to life your most ambitious ideas that can help you to become notable over the world. Be who you are, be original.
uk: Grafo - команда досвідчених творців 2D-анімації з України. Наша місія - створити унікальний стиль та вміст, керовані високоякісним дизайном та професійними навичками дизайну руху, кадрової анімації, пристрасті до розповіді історій тощо. Ми готові реалізувати найамбітніші ідеї, які можуть допомогти вам стати помітними у всьому світі. Будь тим, ким ти є, будь оригінальним.

source: Animated commercials
uk: Рекламні ролики

source: Promo Video
uk: Промо відео

source: Commercial
de: Kommerziell

source: We spend everything through our 2d prism and turn reality into 2D animation where no restrictions for your imagination where you can create all you want. Our team includes directors, artists, and animators working like a well-oiled machine. Our priority is always the quality of the work. We turn our passion into original stuff, like advertising, explainer videos, TV series, music videos, and our own creative projects. We animate the world.
de: Wir geben alles durch unser 2d Prisma aus und drehen die Realität um in 2D-Animation, wo keine Einschränkungen für Ihre Fantasie, wo Sie alles erstellen können, was Sie wollen. Unsere Das Team besteht aus Regisseuren, Künstlern und Animatoren, die wie eine gut geölte Maschine arbeiten. Unsere Priorität ist immer die Qualität der Arbeit. Wir verwandeln unsere Leidenschaft in originelle Dinge wie Werbung, Erklären Videos, TV-Serien, Musikvideos und unsere eigenen kreativen Projekte. Wir animieren die Welt.

source: Combination of a correctly directed team and right using creativity is a recipe for the success of any project
de: Die Kombination eines richtig geleiteten Teams und des richtigen Einsatzes von Kreativität ist ein Rezept für der Erfolg von jedem Projekt

source: Combination of a correctly directed team and right using creativity is a recipe for the success of any project
de: Die Kombination eines richtig geleiteten Teams und des richtigen Einsatzes von Kreativität ist ein Rezept für die Erfolg von jedem Projekt

source: Business Development Manager
de: Geschäftsentwicklung Manager

source: Our Services
de: Unsere Leistungen

source: Anything are memorable more easily when it backed up by beautiful illustrations
de: Alles ist leichter denkwürdig, wenn es von schön unterstützt wird Abbildungen

source: Brand-Book Development
de: Markenbuchentwicklung

source: Background design
de: Hintergrunddesign

source: Posters creation
de: Postererstellung

source: Logotype design
de: Logo-Design

source: Animation gives you a perfect opportunity to make you and your product distinct in the thick network of communication streams. Once your audience sees an animation in your specific style, they know it’s you and they can expect only for the best.
de: Die Animation bietet Ihnen die perfekte Gelegenheit, sich und Ihr Produkt von anderen abzuheben das dicke Netzwerk von Kommunikationsströmen. Sobald Ihr Publikum eine Animation in Ihrem spezifischen sieht Stil, sie wissen, dass Sie es sind und sie können nur das Beste erwarten.

source: Explainer video
de: Erklärvideo

source: Logotypes animation
de: Logoanimation

source: infographics
de: Infografiken

source: Gather all previous together, with pinch of FX and sound design to make your video visual harmonical and build the bridge between you and your target audience
de: Sammeln Sie alle vorherigen zusammen mit einer Prise FX und Sounddesign, um Ihr Video zu erstellen visuell harmonisch und bauen die Brücke zwischen Ihnen und Ihrer Zielgruppe

source: We will approach your video using all our creativity.
de: Wir werden Ihr Video mit all unseren Mitteln bearbeiten Kreativität.

source: COMMERCIAL
de: KOMMERZIELL

source: commercial
de: KOMMERZIELL
